{"resource": "/summarize", "path": "/summarize", "httpMethod": "POST", "body": "{\"value\": \"The most exciting aspect of new wearable technology \\u2014 and there are quite a few, as our story outlined today    \\u2014 is that it can put a number on athletic movements that we used to describe generally, out of necessity. Now, thanks to new data, we can be specific. These vests, and sleeves, and monitors, they provide that data. Glorious data. How  that data can be used, and  who  has access to it, has quickly become the most contested aspect of this new technology in baseball.  The Major League Baseball Players Association has identified this as a key issue in the upcoming labor discussions. But despite their advocacy, multiple sources told  The Athletic  that data ownership issues have generated an unprecedented amount of concern at big-league camps this spring. And there are even more concerning data issues at hand for the most vulnerable baseball players \\u2014 amateurs and minor leaguers. Leaders on both sides of the debate over this data \\u2014 those with the MLBPA, and those with baseball\\u2019s governing body \\u2014 have had open conversations, leading to some established guidelines for major leaguers. For the MLBPA, one of the most common questions coming from players in camp this spring has revolved around whether or not they should wear the K-Vests and the Motus Sleeves available to them, and how they should protect their data if they do.  \\u201cWe tell them what their rights are in regards to the wearable tech, and to pay attention as to what\\u2019s being asked of them, and/or who has access to them,\\u201d said Tony Clark, the executive director of the MLBPA, which sends out an email every spring reminding players that their participation in any wearable tech is voluntary. \\u201cWe believe the players own that data, and the players can determine who has access to that data. In a world where more and more information seems to be asked of the guys, we want our guys to know they have the option to not do anything they are uncomfortable with. That, at the end of the day, they own their data and have the right to determine who they give it to.\\u201d  Clark, who has been traveling to every camp this spring, said there will \\u201cundoubtedly be some confrontations\\u201d with the league moving forward when it comes to data. It\\u2019s something that will be discussed in the negotiations for the next collective bargaining agreement, though the MLBPA\\u2019s stance \\u2014 that the individual player owns all of that data \\u2014 will not change. \\u201cGenerally speaking, clubs and players use a number of advanced technologies that aim to improve player performance and health and reach mutual goals,\\u201d said Michael Teevan, vice president of communications for the commissioner\\u2019s office. \\u201cAll use of wearable technology by players is fully voluntary under our collective bargaining agreement. \\u201cI think this stuff is really useful,\\u201d said Seattle Mariners outfielder Mitch Haniger, who collects data on his own devices, \\u201cbut at the same time, you don\\u2019t know who\\u2019s taking this information and where it\\u2019s going to. From my point of view, I can benefit from having it on my own iPad, and me looking at it and having a coach look at it \\u2014 but he can\\u2019t take that data with him at the end of the day.\\u201d If Haniger\\u2019s hitting data seems fairly safe for the player to share, it\\u2019s important to remember that current players are all setting precedents with their behavior, precedents that may govern different kinds of data produced by more advanced wearable tech.  \\u201cYou have to be really aware of who has access to that data,\\u201d Nationals closer Sean Doolittle said. \\u201cYou have to be willing to play devil\\u2019s advocate. If a team has access to your sleep habits \\u2014 if that\\u2019s something that a team could potentially use against a player by saying, \\u2018Hey maybe this guy doesn\\u2019t take that great care of himself\\u2019 or \\u2018Look how late this guy stays up\\u2019 \\u2014 it\\u2019s a real slippery slope.\\u201d Most major-league players are used to an influx of data in their clubhouses. When asked if his players need to ask to see this and other data, new Orioles general manager Mike Elias was succinct.  \\u201cNo, but if they don\\u2019t want to see it, don\\u2019t have to,\\u201d he told  The Athletic . \\u201cFrom the player development side, It puts a more objective benchmark in place. Instead of saying \\u2018we think there\\u2019s something going on with your swing,\\u2019 guys can see it.\\u201d Elias, who was hired away from the Astros this past fall, said Baltimore has yet to delve into wearable tech as an organization. Several other GMs, including organizations who are more heavily involved with it, declined comment for this story. Not every major-league player cares about the ramifications of sharing his data, of course. When asked, Joey Votto shrugged off any worries about data coming from tech he was wearing.  \\u201cI wouldn\\u2019t care,\\u201d he said this spring. \\u201cI get what you\\u2019re saying. It doesn\\u2019t matter to me. I\\u2019ve got too much money.\\u201d Of course, not everyone can afford Votto\\u2019s approach. An addendum to the last CBA states that wearing the tech must be wholly voluntary for players, and has set up a process for teams that wish to have their major leaguers try the tech: \\u201cThe club must first provide the player a written explanation of the technology being proposed, along with a list of the club representatives who will have access to the information and data collected, generated, stored and/or analyzed.\\u201d  But it\\u2019s possible that this first attempt at outlining the rules didn\\u2019t go far enough. \\u201cIt\\u2019s in the CBA now,\\u201d Clark told  The Athletic , \\u201cbut it\\u2019s general language that suggests where the rights are. It doesn\\u2019t suggest what can and can\\u2019t be accessed and/or used.\\u201d Teams can\\u2019t currently use this information in arbitration. But there are plenty of other negotiations between players and teams that aren\\u2019t covered by that ban. \\u201cI have concerns about wearable tech potentially being used to manipulate the system,\\u201d said New York Mets infielder Jed Lowrie.  Many agents are not alarmed \\u2014 yet \\u2014 about wearable tech. But they have suspicions that the data someday could be weaponized in arbitration skirmishes. \\u201cIf a guy is coming back from an injury, it can be useful for monitoring that,\\u201d one agent told  The Athletic . \\u201cBut if you\\u2019ve got a guy who otherwise is healthy, I don\\u2019t see the point. The team is always going to color it as, \\u2018This will help you get better,\\u2019 but I\\u2019m not buying that. They\\u2019re never going to tell you what they\\u2019re using all the data for, so you should probably err on the side of caution and be of the mindset that they\\u2019ll use it against you.\\u201d One prominent starting pitcher asked his team for years to see data, only to finally get a vague description of what the data said. Another big leaguer, who has been in seven organizations, said the only place he got shared information was in Seattle. One outfielder, who has been in the majors for a decade, said he\\u2019s never been privy to the information teams\\u2019 advanced analytics departments are collecting.  \\u201cData is great, if shared,\\u201d he said. \\u201cWhy hasn\\u2019t anything been shared with me in 10 years?\\u201d One big-league pitcher  was told several years ago that he\\u2019d blow out his elbow within five years after a biomechanics test with the team. Speaking on the condition of anonymity, he said he was given no further information. His elbow had not blown out, and when he signed a multi-year deal recently, his new team was shocked at how good his MRI was.  Speaking of health \\u2014 team physicians and physical trainers are listed as default recipients of wearable tech data, and that\\u2019s notable for a couple of reasons. For one, even though the data by rule may not go on the player\\u2019s official medical record, the fact that the medical staff is made aware of it means that it\\u2019s part of the team\\u2019s general knowledge base about the player. One medical source, who spent decades in baseball, pointed out that you could put data like this in a database that was labeled \\u201cperformance\\u201d and create a defacto second medical database \\u2014 and if that sounds wild, it\\u2019s basically what the  Padres were found to have done   when the Drew Pomeranz trade with Boston went south. That\\u2019s how a team might take data from wearable tech to inform a player\\u2019s probable health outcome, and change a contract negotiation, all without it ever showing up in a medical report. \\u201cI collect all my own data, I don\\u2019t want the team to see it,\\u201d said Cleveland Indians pitcher Trevor Bauer. \\u201cI get MRIs, they\\u2019re mine. I take heart rate data on lifting, throwing, and conditioning every single day, I take catapult (GPS) data, force plate data, sleep data, I take daily blood.\\u201d  But would he give that data to his team? \\u201cI\\u2019m not going to pay to collect my own data to give you data that can be used against me,\\u201d Bauer said. \\u201cNo chance.\\u201d  Unless?  \\u201cThe nice thing about having a baseline and a history, and something happens, an injury or whatever, I can go to the team and say I have this data, how do you interpret this to help me get healthy,\\u201d Bauer said. \\u201cThat\\u2019s the only situation I\\u2019d share with them. If you don\\u2019t have that data, you\\u2019re shooting in the dark.\\u201d So obviously player health \\u2014 and a team\\u2019s opinion of it \\u2014 can be affected by this sort of data, even if it doesn\\u2019t land on the medical record. And the player wants to be healthy, so there are real reasons to share data. But there are also legal guidelines for how medical information should be shared that might be relevant in this situation. The Health Insurance Portability and Accountability Act of 1996 ( HIPAA   for short) set out guidelines to protect the medical information of consumers. Those guidelines require that information be rendered anonymous, particularly if it crosses from a data collection point over to a \\u201ccovered\\u201d individual \\u2014 typically a member of the medical community. So, Fitbit data  shared with your local gym may not be covered by HIPAA  , but once that information is handed to a doctor, it\\u2019s most likely protected by the act. The MLBPA and MLB will, therefore, have to consider the rules to make sure they are HIPAA-compliant if team doctors are looking at this information. But even rendering the data anonymous does not fully remove one aspect of the team/player relationship that is asymmetrical. The team can still use the full data set to analyze trends \\u2014 aging curves, correlations, the meaning of the data \\u2014 while players probably won\\u2019t have that same access to the full data set. Most of the language so far is just about owning a player\\u2019s own data. What about having access to the full set? \\u201cThat\\u2019s the other ridiculous part,\\u201d Bauer said. \\u201cHaving the teams have access to some of the Trackman data that the agencies and players\\u2019 association don\\u2019t have access to. So we go into a negotiation, and the team says, \\u2018oh your Trackman data says this,\\u2019 and the player says, \\u2018oh, does it? I guess it does,\\u2019 and I can\\u2019t counteract that. You can get numbers, but not the whole database.\\u201d MLBAM had not responded to a request for comment at the time of publication. Without the whole database, players would still be at a disadvantage. Hypothetically, if a team\\u2019s front office uses their comprehensive set to find a movement pattern that is unfixable and leads to injury or premature aging, player agents and the MLBPA won\\u2019t have the ability to check their work or do their own research to make an opposing argument. It\\u2019s good for the major-league players that their union is aware of the situation and has a strong mantra \\u2014 \\u201cThe data that is being derived from that player and that individual owns that data,\\u201d as Clark said \\u2014 but it\\u2019s also clear that there are many more hurdles when it comes to the larger data set at hand, and how the data can be used going forward.  All of these issues are magnified when considering the minor leaguers, who aren\\u2019t protected by the MLBPA and the CBA. In the minors, it seems that some teams are just making wearable technology a rote thing, a daily chore that everyone needs to undergo. \\u201cExactly,\\u201d said Clark while nodding his head about minor-league data collection. \\u201cThat\\u2019s where it starts.\\u201d  \\u201cWe have a station,\\u201d said one hitting coach about his plan for wearable technology in minor-league camp. \\u201cWe get everyone.\\u201d \\u201cYou wear sensors on your chest, on your hand and around your waist. It shows you the sequence of what\\u2019s moving at what time and how efficient it\\u2019s moving. I just did one session for about a half-hour at Pirate City, two or three rounds of swinging,\\u201d said Pirates third baseman prospect Ke\\u2019Bryan Hayes.  Hayes, the son of former big leaguer Charlie Hayes, confirmed that he was not asked to sign a waiver regarding where his data would go and who would see it.  Multiple sources have confirmed that at least the Pirates, Astros and Yankees are having all of their minor leaguers wear the vests and sleeves that give them more information about the biomechanics of their hitters and pitchers. It\\u2019s just part of the everyday work in those camps, usually with no discussion about where the data goes.  \\u201cThere\\u2019s a lot I don\\u2019t know about how they use it at that (minor-league) level or to what end,\\u201d Doolittle said. \\u201cI\\u2019ve heard stories that some organizations don\\u2019t share at all with the players until maybe it\\u2019s too late.\\u201d The easy organizational answer is they\\u2019re trying to make their minor-league players better. And that does make sense; i t\\u2019s part of a general transition in the relationship between a team and a player it drafts. As that accord begins, the interests of the player and the team are aligned \\u2014 both want the player to make the major leagues and be as good of a player as he can be.  But what happens later, once they are on opposite sides of a negotiation? \\u201cWould you rather not wear the K-Vest and be average and not make it, or wear the K-Vest and be really good and make the big leagues?\\u201d asked Haniger. \\u201cYou want to make the big leagues, you\\u2019ll do it. If you hit in it and your swing sucks, and they tell you your swing sucks, you need to make some changes or you\\u2019ll never make it to the big leagues anyway, and they can\\u2019t use anything against you in negotiations because you\\u2019re not even in the big leagues. Might as well use it and get there and then worry about it later. Put up numbers and it won\\u2019t matter.\\u201d Steve Johnson of OnBase University, which has helped teams implement wearable tech programs, also feels that not wearing the tech out of fear of what it may show is an iffy plan.  \\u201cThat\\u2019s like a doctor who has the ability to say, \\u2018Hey, you have cancer\\u2019 and you saying, \\u2018Hey, I\\u2019m getting ready to sign for health insurance so I don\\u2019t want you to tell me.\\u2019\\u201d said Johnson. \\u201cI just can\\u2019t believe that. I guess it depends on the individual, somewhere along the line you have to go, OK, I get it. We have to do what\\u2019s best for the big picture.\\u201d Bauer echoed Haniger\\u2019s sentiments about the uses of wearable tech, but, not surprisingly given his connections to player-development program Driveline Baseball, also made a plea to young players to use third-party instructors (such as Driveline) to protect their data while using the tech to improve. \\u201cHow about you get the K-Vest for yourself and then send the data off to someone?\\u201d said Bauer. \\u201cThis is a career, this is an investment, you have to invest in yourself, if you\\u2019re not willing to invest if you want to save money and spend your offseason doing whatever you want to do, that\\u2019s fine, but that\\u2019s not the direction baseball is going.\\u201d The difficulty here is that minor leaguers are paid a lot less than major leaguers, so paying to attend a development lab may not be a possibility. \\u201cI can\\u2019t afford to play this game,\\u201d one player recently  told Emily Waldon about that poor pay on the farm  . C an  that  player afford to work in prominent third-party gyms? So you wear the vest on the way up, because you want to be better, you want to make the big leagues. What if that vest you wore in the minors shows an unfixable problem, and the team begins to use their aging curve in negotiations against you as a major leaguer?  Even worse: What if you were to hear about something gleaned from devices you wore as a 15-year-old in a showcase?  Right now, the wearable tech at youth showcases like Perfect Game is mostly limited to bat-based sensors like the ones made by Diamond Kinetics, which produce bat speed numbers that don\\u2019t seem very invasive \\u2014 much of what is learned from those sensors can already be reverse-engineered by exit velocity results, which can be captured by non-wearable machines like Trackman.  But that doesn\\u2019t mean data ownership issues haven\\u2019t made their way into the youth circuit.  Players and their parents mostly sign their rights away to any data created at these showcases, and their desire to be noticed and scouted might facilitate abuse of their data. The language that the waivers use to waive the teenagers\\u2019 right to their data is not specific. Almost all Perfect Game players now wear a Diamond Kinetic bat sensor, and players at other showcases have worn other data-producing tech as well. And the closest a Perfect Game player might get to understanding that he was about to wear technology that could deliver his data to major-league teams comes in the section about media. \\u201cI understand that the event(s) may be photographed, videotaped, or otherwise recorded,\\u201d reads the Perfect Game waiver, \\u201cand I agree that Perfect Game may use my name and likeness (in any form without regard to distortions of character, form, or color, or any other alteration) in photographs, videotapes, audiotapes, and other media, without any additional consideration to me or to any third party.\\u201d \\u201cWe have the metrics from Diamond Kinetics, and we put them up on the website; that\\u2019s all we do with them,\\u201d said Greg Sabers, Vice President of Scouting and Showcases for Perfect Game. \\u201cKids have a personal log-in with Diamond Kinetics that they can use as a training mechanism.\\u201d In another spot, the signer agrees not to challenge the public metrics that Perfect Game produces. Which is important, because as soon as that metric \\u2014 in particular, perhaps, the bat-speed metrics built off of wearable tech data \\u2014 is on a website, it\\u2019s open game for major-league teams to \\u201cscrape.\\u201d They can write a program to pull all the data on the Perfect Game leaderboards, and do so legally, as  a recent lawsuit against LinkedIn has shown  .  \\u201cWe do outline clearly in our  Privacy Policy   that we may share data with certain partners and Perfect Game is named in the policy as an example,\\u201d said Jeffrey L. Schuldt, the Chief Commercial Officer for Diamon Kinetics. \\u201cAll player data from their swings (SwingTracker) and/or throws (PitchTracker), from PG events or otherwise, is in that player\\u2019s Diamond Kinetics profile \\u2014 they may share that in a number of ways, but that is entirely up to the player. We do not package and/or sell player data.\\u201d The story changes a little from showcase to showcase, but the door has been opened, even if it seems innocuous enough to put bat speed up on a public website: Kids are wearing data-producing tech right now.  And that data is making its way to the major leagues.  Multiple sources confirmed to  The Athletic  that major-league teams pool amateur data from these showcases, and often have to buy the data from at least some wearable tech companies to do so.  Young players sign their data away to get noticed; then they become used to wearing the tech and wear it again in the minor leagues, where they want to improve in order to make the big leagues.  Looking at it step-by-step from the perspective of modern young baseball players, these decisions may seem reasonable. But the upshot is that, by the time their data rights are protected in the major leagues, teams have had players\\u2019 data for years. And because of that, most teams will have built a database that means they may know more about the players\\u2019 future than the players (or his representatives) can know themselves.  The same agent who discourages his minor- and major-league clients from using the wearable tech also frowns on its use in youth events. \\u201cIn the course of talking to them, we ask them about it,\\u201d the agent said. \\u201cThe majority of our guys, the guys we work with from the draft on, we specifically tell them not to do it. There are a few who do, but it is what it is. We tell them, \\u2018If they make it mandatory, then don\\u2019t go to that event.\\u2019\\u201d What is a young player to do? Exactly what the future looks like when it comes to the relationship between players, organizations, the league and players\\u2019 data is a significant question. While the major leaguers have someone looking out for their interests, minor leaguers and amateurs are fending for themselves, with little leverage. And as technology continues to push baseball into uncharted territory, the fight over data, privacy and ownership is just getting started. (Top photo: Billie Weiss/Boston Red Sox via Getty Images) \"}"}